{
 "EC1": {
  "1": 0,
  "2": 1,
  "3": 2,
  "4": 3,
  "5": 4,
  "6": 5,
  "7": 6,
  "UNK": -1
 },
 "EC2": {
  "1.1": 0,
  "1.11": 1,
  "1.12": 2,
  "1.13": 3,
  "1.14": 4,
  "1.15": 5,
  "1.16": 6,
  "1.17": 7,
  "1.18": 8,
  "1.2": 9,
  "1.21": 10,
  "1.3": 11,
  "1.4": 12,
  "1.5": 13,
  "1.6": 14,
  "1.7": 15,
  "1.8": 16,
  "1.97": 17,
  "2.1": 18,
  "2.2": 19,
  "2.3": 20,
  "2.4": 21,
  "2.5": 22,
  "2.6": 23,
  "2.7": 24,
  "2.8": 25,
  "3.1": 26,
  "3.11": 27,
  "3.13": 28,
  "3.2": 29,
  "3.3": 30,
  "3.4": 31,
  "3.5": 32,
  "3.6": 33,
  "3.7": 34,
  "3.8": 35,
  "3.9": 36,
  "4.1": 37,
  "4.2": 38,
  "4.3": 39,
  "4.4": 40,
  "4.6": 41,
  "4.98": 42,
  "5.1": 43,
  "5.2": 44,
  "5.3": 45,
  "5.4": 46,
  "5.5": 47,
  "5.6": 48,
  "5.99": 49,
  "6.1": 50,
  "6.2": 51,
  "6.3": 52,
  "6.4": 53,
  "6.5": 54,
  "6.6": 55,
  "7.1": 56,
  "7.2": 57,
  "7.3": 58,
  "7.4": 59,
  "7.6": 60,
  "UNK": -1
 },
 "EC3": {
  "1.1.1": 0,
  "1.1.2": 1,
  "1.1.3": 2,
  "1.1.5": 3,
  "1.1.98": 4,
  "1.1.99": 5,
  "1.10.3": 6,
  "1.10.5": 7,
  "1.11.1": 8,
  "1.11.2": 9,
  "1.12.1": 10,
  "1.12.98": 11,
  "1.12.99": 12,
  "1.13.11": 13,
  "1.13.12": 14,
  "1.14.11": 15,
  "1.14.12": 16,
  "1.14.13": 17,
  "1.14.14": 18,
  "1.14.15": 19,
  "1.14.16": 20,
  "1.14.17": 21,
  "1.14.18": 22,
  "1.14.19": 23,
  "1.14.20": 24,
  "1.14.99": 25,
  "1.15.1": 26,
  "1.16.1": 27,
  "1.17.1": 28,
  "1.17.3": 29,
  "1.17.4": 30,
  "1.17.7": 31,
  "1.17.9": 32,
  "1.17.98": 33,
  "1.18.1": 34,
  "1.18.6": 35,
  "1.2.1": 36,
  "1.2.3": 37,
  "1.2.4": 38,
  "1.2.5": 39,
  "1.2.7": 40,
  "1.2.98": 41,
  "1.2.99": 42,
  "1.20.4": 43,
  "1.21.3": 44,
  "1.3.1": 45,
  "1.3.2": 46,
  "1.3.3": 47,
  "1.3.5": 48,
  "1.3.7": 49,
  "1.3.8": 50,
  "1.3.98": 51,
  "1.3.99": 52,
  "1.4.1": 53,
  "1.4.3": 54,
  "1.4.7": 55,
  "1.4.9": 56,
  "1.4.99": 57,
  "1.5.1": 58,
  "1.5.3": 59,
  "1.5.5": 60,
  "1.5.8": 61,
  "1.5.99": 62,
  "1.6.1": 63,
  "1.6.2": 64,
  "1.6.3": 65,
  "1.6.5": 66,
  "1.6.99": 67,
  "1.7.1": 68,
  "1.7.2": 69,
  "1.7.3": 70,
  "1.7.5": 71,
  "1.7.7": 72,
  "1.8.1": 73,
  "1.8.2": 74,
  "1.8.3": 75,
  "1.8.4": 76,
  "1.8.5": 77,
  "1.97.1": 78,
  "2.1.1": 79,
  "2.1.2": 80,
  "2.1.3": 81,
  "2.1.4": 82,
  "2.2.1": 83,
  "2.3.1": 84,
  "2.3.2": 85,
  "2.3.3": 86,
  "2.4.1": 87,
  "2.4.2": 88,
  "2.4.99": 89,
  "2.5.1": 90,
  "2.6.1": 91,
  "2.7.1": 92,
  "2.7.10": 93,
  "2.7.11": 94,
  "2.7.12": 95,
  "2.7.13": 96,
  "2.7.2": 97,
  "2.7.3": 98,
  "2.7.4": 99,
  "2.7.6": 100,
  "2.7.7": 101,
  "2.7.8": 102,
  "2.7.9": 103,
  "2.8.1": 104,
  "2.8.2": 105,
  "2.8.3": 106,
  "2.8.4": 107,
  "3.1.1": 108,
  "3.1.13": 109,
  "3.1.15": 110,
  "3.1.16": 111,
  "3.1.2": 112,
  "3.1.21": 113,
  "3.1.26": 114,
  "3.1.3": 115,
  "3.1.30": 116,
  "3.1.4": 117,
  "3.1.6": 118,
  "3.1.7": 119,
  "3.1.8": 120,
  "3.11.1": 121,
  "3.13.1": 122,
  "3.2.1": 123,
  "3.2.2": 124,
  "3.3.1": 125,
  "3.3.2": 126,
  "3.4.11": 127,
  "3.4.13": 128,
  "3.4.14": 129,
  "3.4.15": 130,
  "3.4.16": 131,
  "3.4.17": 132,
  "3.4.18": 133,
  "3.4.19": 134,
  "3.4.21": 135,
  "3.4.22": 136,
  "3.4.23": 137,
  "3.4.24": 138,
  "3.4.25": 139,
  "3.5.1": 140,
  "3.5.2": 141,
  "3.5.3": 142,
  "3.5.4": 143,
  "3.5.5": 144,
  "3.5.99": 145,
  "3.6.1": 146,
  "3.6.4": 147,
  "3.6.5": 148,
  "3.7.1": 149,
  "3.8.1": 150,
  "3.9.1": 151,
  "4.1.1": 152,
  "4.1.2": 153,
  "4.1.3": 154,
  "4.1.99": 155,
  "4.2.1": 156,
  "4.2.2": 157,
  "4.2.3": 158,
  "4.2.99": 159,
  "4.3.1": 160,
  "4.3.2": 161,
  "4.3.3": 162,
  "4.4.1": 163,
  "4.6.1": 164,
  "4.98.1": 165,
  "5.1.1": 166,
  "5.1.2": 167,
  "5.1.3": 168,
  "5.1.99": 169,
  "5.2.1": 170,
  "5.3.1": 171,
  "5.3.2": 172,
  "5.3.3": 173,
  "5.3.4": 174,
  "5.3.99": 175,
  "5.4.2": 176,
  "5.4.3": 177,
  "5.4.4": 178,
  "5.4.99": 179,
  "5.5.1": 180,
  "5.6.1": 181,
  "5.6.2": 182,
  "5.99.1": 183,
  "6.1.1": 184,
  "6.2.1": 185,
  "6.3.1": 186,
  "6.3.2": 187,
  "6.3.3": 188,
  "6.3.4": 189,
  "6.3.5": 190,
  "6.4.1": 191,
  "6.5.1": 192,
  "6.6.1": 193,
  "7.1.1": 194,
  "7.1.2": 195,
  "7.2.1": 196,
  "7.2.2": 197,
  "7.2.4": 198,
  "7.3.2": 199,
  "7.4.2": 200,
  "7.6.2": 201,
  "UNK": -1
 },
 "EC": {
  "1.1.1.1": 0,
  "1.1.1.10": 1,
  "1.1.1.105": 2,
  "1.1.1.117": 3,
  "1.1.1.118": 4,
  "1.1.1.119": 5,
  "1.1.1.121": 6,
  "1.1.1.132": 7,
  "1.1.1.138": 8,
  "1.1.1.14": 9,
  "1.1.1.141": 10,
  "1.1.1.145": 11,
  "1.1.1.146": 12,
  "1.1.1.149": 13,
  "1.1.1.153": 14,
  "1.1.1.168": 15,
  "1.1.1.169": 16,
  "1.1.1.17": 17,
  "1.1.1.170": 18,
  "1.1.1.175": 19,
  "1.1.1.177": 20,
  "1.1.1.184": 21,
  "1.1.1.187": 22,
  "1.1.1.188": 23,
  "1.1.1.189": 24,
  "1.1.1.198": 25,
  "1.1.1.200": 26,
  "1.1.1.202": 27,
  "1.1.1.203": 28,
  "1.1.1.205": 29,
  "1.1.1.21": 30,
  "1.1.1.213": 31,
  "1.1.1.22": 32,
  "1.1.1.227": 33,
  "1.1.1.239": 34,
  "1.1.1.248": 35,
  "1.1.1.252": 36,
  "1.1.1.267": 37,
  "1.1.1.268": 38,
  "1.1.1.269": 39,
  "1.1.1.27": 40,
  "1.1.1.270": 41,
  "1.1.1.271": 42,
  "1.1.1.274": 43,
  "1.1.1.276": 44,
  "1.1.1.278": 45,
  "1.1.1.28": 46,
  "1.1.1.284": 47,
  "1.1.1.286": 48,
  "1.1.1.299": 49,
  "1.1.1.30": 50,
  "1.1.1.300": 51,
  "1.1.1.303": 52,
  "1.1.1.304": 53,
  "1.1.1.307": 54,
  "1.1.1.316": 55,
  "1.1.1.324": 56,
  "1.1.1.325": 57,
  "1.1.1.334": 58,
  "1.1.1.34": 59,
  "1.1.1.346": 60,
  "1.1.1.357": 61,
  "1.1.1.358": 62,
  "1.1.1.359": 63,
  "1.1.1.360": 64,
  "1.1.1.361": 65,
  "1.1.1.363": 66,
  "1.1.1.37": 67,
  "1.1.1.379": 68,
  "1.1.1.39": 69,
  "1.1.1.399": 70,
  "1.1.1.40": 71,
  "1.1.1.41": 72,
  "1.1.1.416": 73,
  "1.1.1.42": 74,
  "1.1.1.422": 75,
  "1.1.1.423": 76,
  "1.1.1.43": 77,
  "1.1.1.44": 78,
  "1.1.1.47": 79,
  "1.1.1.49": 80,
  "1.1.1.50": 81,
  "1.1.1.51": 82,
  "1.1.1.6": 83,
  "1.1.1.61": 84,
  "1.1.1.62": 85,
  "1.1.1.64": 86,
  "1.1.1.67": 87,
  "1.1.1.71": 88,
  "1.1.1.72": 89,
  "1.1.1.76": 90,
  "1.1.1.79": 91,
  "1.1.1.8": 92,
  "1.1.1.81": 93,
  "1.1.1.85": 94,
  "1.1.1.86": 95,
  "1.1.1.87": 96,
  "1.1.1.88": 97,
  "1.1.1.90": 98,
  "1.1.1.91": 99,
  "1.1.1.94": 100,
  "1.1.1.95": 101,
  "1.1.2.2": 102,
  "1.1.2.3": 103,
  "1.1.2.4": 104,
  "1.1.2.8": 105,
  "1.1.3.10": 106,
  "1.1.3.13": 107,
  "1.1.3.15": 108,
  "1.1.3.17": 109,
  "1.1.3.2": 110,
  "1.1.3.38": 111,
  "1.1.3.4": 112,
  "1.1.3.6": 113,
  "1.1.3.7": 114,
  "1.1.3.9": 115,
  "1.1.5.2": 116,
  "1.1.5.3": 117,
  "1.1.98.6": 118,
  "1.1.99.1": 119,
  "1.1.99.14": 120,
  "1.1.99.18": 121,
  "1.1.99.2": 122,
  "1.1.99.24": 123,
  "1.1.99.3": 124,
  "1.1.99.31": 125,
  "1.1.99.35": 126,
  "1.1.99.36": 127,
  "1.10.3.1": 128,
  "1.10.3.11": 129,
  "1.10.3.15": 130,
  "1.10.3.2": 131,
  "1.10.3.3": 132,
  "1.10.3.4": 133,
  "1.10.5.1": 134,
  "1.11.1.1": 135,
  "1.11.1.11": 136,
  "1.11.1.12": 137,
  "1.11.1.13": 138,
  "1.11.1.14": 139,
  "1.11.1.18": 140,
  "1.11.1.19": 141,
  "1.11.1.21": 142,
  "1.11.1.3": 143,
  "1.11.1.5": 144,
  "1.11.1.6": 145,
  "1.11.1.7": 146,
  "1.11.1.8": 147,
  "1.11.1.9": 148,
  "1.11.2.2": 149,
  "1.11.2.3": 150,
  "1.12.1.2": 151,
  "1.12.98.1": 152,
  "1.12.98.2": 153,
  "1.12.99.6": 154,
  "1.13.11.1": 155,
  "1.13.11.12": 156,
  "1.13.11.14": 157,
  "1.13.11.15": 158,
  "1.13.11.19": 159,
  "1.13.11.2": 160,
  "1.13.11.20": 161,
  "1.13.11.24": 162,
  "1.13.11.27": 163,
  "1.13.11.3": 164,
  "1.13.11.31": 165,
  "1.13.11.33": 166,
  "1.13.11.34": 167,
  "1.13.11.37": 168,
  "1.13.11.38": 169,
  "1.13.11.39": 170,
  "1.13.11.43": 171,
  "1.13.11.49": 172,
  "1.13.11.51": 173,
  "1.13.11.52": 174,
  "1.13.11.6": 175,
  "1.13.11.63": 176,
  "1.13.11.66": 177,
  "1.13.11.74": 178,
  "1.13.11.79": 179,
  "1.13.11.8": 180,
  "1.13.11.92": 181,
  "1.13.12.16": 182,
  "1.13.12.2": 183,
  "1.13.12.3": 184,
  "1.13.12.4": 185,
  "1.13.12.5": 186,
  "1.13.12.7": 187,
  "1.13.12.9": 188,
  "1.14.11.1": 189,
  "1.14.11.17": 190,
  "1.14.11.2": 191,
  "1.14.11.20": 192,
  "1.14.11.26": 193,
  "1.14.11.29": 194,
  "1.14.11.30": 195,
  "1.14.11.31": 196,
  "1.14.11.32": 197,
  "1.14.11.4": 198,
  "1.14.11.48": 199,
  "1.14.11.6": 200,
  "1.14.11.61": 201,
  "1.14.11.62": 202,
  "1.14.11.65": 203,
  "1.14.11.7": 204,
  "1.14.11.70": 205,
  "1.14.11.9": 206,
  "1.14.12.10": 207,
  "1.14.12.17": 208,
  "1.14.13.1": 209,
  "1.14.13.105": 210,
  "1.14.13.114": 211,
  "1.14.13.154": 212,
  "1.14.13.181": 213,
  "1.14.13.196": 214,
  "1.14.13.2": 215,
  "1.14.13.22": 216,
  "1.14.13.241": 217,
  "1.14.13.242": 218,
  "1.14.13.29": 219,
  "1.14.13.31": 220,
  "1.14.13.34": 221,
  "1.14.13.39": 222,
  "1.14.13.44": 223,
  "1.14.13.7": 224,
  "1.14.13.8": 225,
  "1.14.13.9": 226,
  "1.14.14.137": 227,
  "1.14.14.14": 228,
  "1.14.14.17": 229,
  "1.14.14.18": 230,
  "1.14.14.19": 231,
  "1.14.14.25": 232,
  "1.14.14.29": 233,
  "1.14.14.32": 234,
  "1.14.14.47": 235,
  "1.14.14.55": 236,
  "1.14.14.86": 237,
  "1.14.14.91": 238,
  "1.14.14.92": 239,
  "1.14.14.94": 240,
  "1.14.15.1": 241,
  "1.14.15.15": 242,
  "1.14.15.16": 243,
  "1.14.15.18": 244,
  "1.14.15.3": 245,
  "1.14.15.30": 246,
  "1.14.15.4": 247,
  "1.14.15.8": 248,
  "1.14.16.1": 249,
  "1.14.16.2": 250,
  "1.14.16.4": 251,
  "1.14.16.5": 252,
  "1.14.17.1": 253,
  "1.14.17.3": 254,
  "1.14.17.4": 255,
  "1.14.18.1": 256,
  "1.14.19.17": 257,
  "1.14.19.30": 258,
  "1.14.19.41": 259,
  "1.14.19.50": 260,
  "1.14.20.1": 261,
  "1.14.20.5": 262,
  "1.14.99.1": 263,
  "1.14.99.29": 264,
  "1.14.99.39": 265,
  "1.15.1.1": 266,
  "1.16.1.8": 267,
  "1.17.1.4": 268,
  "1.17.1.8": 269,
  "1.17.1.9": 270,
  "1.17.3.1": 271,
  "1.17.3.2": 272,
  "1.17.4.1": 273,
  "1.17.4.2": 274,
  "1.17.4.4": 275,
  "1.17.7.4": 276,
  "1.17.9.1": 277,
  "1.17.98.4": 278,
  "1.18.1.2": 279,
  "1.18.6.1": 280,
  "1.18.6.2": 281,
  "1.2.1.10": 282,
  "1.2.1.102": 283,
  "1.2.1.104": 284,
  "1.2.1.105": 285,
  "1.2.1.11": 286,
  "1.2.1.12": 287,
  "1.2.1.13": 288,
  "1.2.1.15": 289,
  "1.2.1.16": 290,
  "1.2.1.19": 291,
  "1.2.1.24": 292,
  "1.2.1.27": 293,
  "1.2.1.28": 294,
  "1.2.1.3": 295,
  "1.2.1.30": 296,
  "1.2.1.31": 297,
  "1.2.1.32": 298,
  "1.2.1.36": 299,
  "1.2.1.39": 300,
  "1.2.1.4": 301,
  "1.2.1.41": 302,
  "1.2.1.44": 303,
  "1.2.1.46": 304,
  "1.2.1.47": 305,
  "1.2.1.5": 306,
  "1.2.1.59": 307,
  "1.2.1.65": 308,
  "1.2.1.68": 309,
  "1.2.1.79": 310,
  "1.2.1.8": 311,
  "1.2.1.88": 312,
  "1.2.1.9": 313,
  "1.2.1.90": 314,
  "1.2.1.95": 315,
  "1.2.3.1": 316,
  "1.2.3.15": 317,
  "1.2.3.4": 318,
  "1.2.4.1": 319,
  "1.2.4.2": 320,
  "1.2.4.4": 321,
  "1.2.5.2": 322,
  "1.2.7.1": 323,
  "1.2.7.3": 324,
  "1.2.7.4": 325,
  "1.2.7.8": 326,
  "1.2.98.1": 327,
  "1.2.99.7": 328,
  "1.20.4.4": 329,
  "1.21.3.1": 330,
  "1.21.3.6": 331,
  "1.3.1.10": 332,
  "1.3.1.102": 333,
  "1.3.1.104": 334,
  "1.3.1.118": 335,
  "1.3.1.12": 336,
  "1.3.1.120": 337,
  "1.3.1.13": 338,
  "1.3.1.14": 339,
  "1.3.1.17": 340,
  "1.3.1.2": 341,
  "1.3.1.20": 342,
  "1.3.1.21": 343,
  "1.3.1.22": 344,
  "1.3.1.24": 345,
  "1.3.1.28": 346,
  "1.3.1.3": 347,
  "1.3.1.31": 348,
  "1.3.1.32": 349,
  "1.3.1.33": 350,
  "1.3.1.38": 351,
  "1.3.1.43": 352,
  "1.3.1.44": 353,
  "1.3.1.48": 354,
  "1.3.1.6": 355,
  "1.3.1.72": 356,
  "1.3.1.78": 357,
  "1.3.1.8": 358,
  "1.3.1.86": 359,
  "1.3.1.9": 360,
  "1.3.1.96": 361,
  "1.3.1.97": 362,
  "1.3.2.3": 363,
  "1.3.3.10": 364,
  "1.3.3.12": 365,
  "1.3.3.15": 366,
  "1.3.3.3": 367,
  "1.3.3.4": 368,
  "1.3.3.6": 369,
  "1.3.3.7": 370,
  "1.3.5.1": 371,
  "1.3.5.2": 372,
  "1.3.5.4": 373,
  "1.3.7.8": 374,
  "1.3.8.1": 375,
  "1.3.8.11": 376,
  "1.3.8.13": 377,
  "1.3.8.4": 378,
  "1.3.8.5": 379,
  "1.3.8.6": 380,
  "1.3.8.7": 381,
  "1.3.98.1": 382,
  "1.3.99.5": 383,
  "1.4.1.1": 384,
  "1.4.1.11": 385,
  "1.4.1.12": 386,
  "1.4.1.13": 387,
  "1.4.1.14": 388,
  "1.4.1.16": 389,
  "1.4.1.18": 390,
  "1.4.1.19": 391,
  "1.4.1.2": 392,
  "1.4.1.21": 393,
  "1.4.1.3": 394,
  "1.4.1.4": 395,
  "1.4.1.8": 396,
  "1.4.1.9": 397,
  "1.4.3.1": 398,
  "1.4.3.10": 399,
  "1.4.3.11": 400,
  "1.4.3.2": 401,
  "1.4.3.21": 402,
  "1.4.3.22": 403,
  "1.4.3.3": 404,
  "1.4.3.4": 405,
  "1.4.3.5": 406,
  "1.4.7.1": 407,
  "1.4.9.2": 408,
  "1.4.99.6": 409,
  "1.5.1.1": 410,
  "1.5.1.17": 411,
  "1.5.1.2": 412,
  "1.5.1.20": 413,
  "1.5.1.25": 414,
  "1.5.1.3": 415,
  "1.5.1.30": 416,
  "1.5.1.33": 417,
  "1.5.1.34": 418,
  "1.5.1.36": 419,
  "1.5.1.37": 420,
  "1.5.1.42": 421,
  "1.5.1.5": 422,
  "1.5.1.53": 423,
  "1.5.1.54": 424,
  "1.5.1.6": 425,
  "1.5.1.7": 426,
  "1.5.1.8": 427,
  "1.5.3.13": 428,
  "1.5.3.14": 429,
  "1.5.3.16": 430,
  "1.5.3.17": 431,
  "1.5.3.5": 432,
  "1.5.3.6": 433,
  "1.5.3.7": 434,
  "1.5.5.2": 435,
  "1.5.5.3": 436,
  "1.5.8.2": 437,
  "1.5.8.3": 438,
  "1.5.99.12": 439,
  "1.5.99.6": 440,
  "1.6.1.2": 441,
  "1.6.2.2": 442,
  "1.6.2.4": 443,
  "1.6.2.5": 444,
  "1.6.3.1": 445,
  "1.6.5.10": 446,
  "1.6.5.12": 447,
  "1.6.5.2": 448,
  "1.6.5.4": 449,
  "1.6.5.9": 450,
  "1.6.99.1": 451,
  "1.7.1.1": 452,
  "1.7.1.10": 453,
  "1.7.1.2": 454,
  "1.7.1.3": 455,
  "1.7.1.4": 456,
  "1.7.1.6": 457,
  "1.7.1.7": 458,
  "1.7.2.1": 459,
  "1.7.2.2": 460,
  "1.7.2.4": 461,
  "1.7.2.5": 462,
  "1.7.2.8": 463,
  "1.7.3.1": 464,
  "1.7.3.3": 465,
  "1.7.5.1": 466,
  "1.7.5.2": 467,
  "1.7.7.2": 468,
  "1.8.1.12": 469,
  "1.8.1.14": 470,
  "1.8.1.15": 471,
  "1.8.1.2": 472,
  "1.8.1.4": 473,
  "1.8.1.7": 474,
  "1.8.1.8": 475,
  "1.8.1.9": 476,
  "1.8.2.1": 477,
  "1.8.2.2": 478,
  "1.8.2.3": 479,
  "1.8.3.4": 480,
  "1.8.3.6": 481,
  "1.8.4.10": 482,
  "1.8.4.2": 483,
  "1.8.4.9": 484,
  "1.8.5.2": 485,
  "1.8.5.4": 486,
  "1.97.1.9": 487,
  "2.1.1.1": 488,
  "2.1.1.100": 489,
  "2.1.1.101": 490,
  "2.1.1.102": 491,
  "2.1.1.103": 492,
  "2.1.1.107": 493,
  "2.1.1.108": 494,
  "2.1.1.109": 495,
  "2.1.1.11": 496,
  "2.1.1.110": 497,
  "2.1.1.127": 498,
  "2.1.1.13": 499,
  "2.1.1.137": 500,
  "2.1.1.142": 501,
  "2.1.1.143": 502,
  "2.1.1.148": 503,
  "2.1.1.154": 504,
  "2.1.1.155": 505,
  "2.1.1.165": 506,
  "2.1.1.17": 507,
  "2.1.1.184": 508,
  "2.1.1.2": 509,
  "2.1.1.20": 510,
  "2.1.1.21": 511,
  "2.1.1.228": 512,
  "2.1.1.244": 513,
  "2.1.1.249": 514,
  "2.1.1.25": 515,
  "2.1.1.269": 516,
  "2.1.1.273": 517,
  "2.1.1.28": 518,
  "2.1.1.318": 519,
  "2.1.1.319": 520,
  "2.1.1.33": 521,
  "2.1.1.338": 522,
  "2.1.1.341": 523,
  "2.1.1.343": 524,
  "2.1.1.35": 525,
  "2.1.1.37": 526,
  "2.1.1.4": 527,
  "2.1.1.41": 528,
  "2.1.1.45": 529,
  "2.1.1.49": 530,
  "2.1.1.5": 531,
  "2.1.1.50": 532,
  "2.1.1.53": 533,
  "2.1.1.56": 534,
  "2.1.1.57": 535,
  "2.1.1.59": 536,
  "2.1.1.6": 537,
  "2.1.1.67": 538,
  "2.1.1.68": 539,
  "2.1.1.71": 540,
  "2.1.1.72": 541,
  "2.1.1.75": 542,
  "2.1.1.77": 543,
  "2.1.1.79": 544,
  "2.1.1.8": 545,
  "2.1.1.80": 546,
  "2.1.1.91": 547,
  "2.1.1.94": 548,
  "2.1.1.96": 549,
  "2.1.2.1": 550,
  "2.1.2.2": 551,
  "2.1.2.3": 552,
  "2.1.2.5": 553,
  "2.1.2.7": 554,
  "2.1.2.8": 555,
  "2.1.2.9": 556,
  "2.1.3.15": 557,
  "2.1.3.2": 558,
  "2.1.3.3": 559,
  "2.1.3.6": 560,
  "2.1.4.1": 561,
  "2.2.1.1": 562,
  "2.2.1.2": 563,
  "2.2.1.5": 564,
  "2.2.1.6": 565,
  "2.2.1.7": 566,
  "2.2.1.9": 567,
  "2.3.1.1": 568,
  "2.3.1.102": 569,
  "2.3.1.107": 570,
  "2.3.1.108": 571,
  "2.3.1.109": 572,
  "2.3.1.110": 573,
  "2.3.1.117": 574,
  "2.3.1.125": 575,
  "2.3.1.13": 576,
  "2.3.1.137": 577,
  "2.3.1.15": 578,
  "2.3.1.157": 579,
  "2.3.1.16": 580,
  "2.3.1.169": 581,
  "2.3.1.17": 582,
  "2.3.1.18": 583,
  "2.3.1.191": 584,
  "2.3.1.20": 585,
  "2.3.1.21": 586,
  "2.3.1.23": 587,
  "2.3.1.238": 588,
  "2.3.1.24": 589,
  "2.3.1.258": 590,
  "2.3.1.26": 591,
  "2.3.1.266": 592,
  "2.3.1.271": 593,
  "2.3.1.282": 594,
  "2.3.1.286": 595,
  "2.3.1.29": 596,
  "2.3.1.293": 597,
  "2.3.1.297": 598,
  "2.3.1.30": 599,
  "2.3.1.304": 600,
  "2.3.1.31": 601,
  "2.3.1.35": 602,
  "2.3.1.37": 603,
  "2.3.1.38": 604,
  "2.3.1.39": 605,
  "2.3.1.4": 606,
  "2.3.1.41": 607,
  "2.3.1.42": 608,
  "2.3.1.44": 609,
  "2.3.1.45": 610,
  "2.3.1.46": 611,
  "2.3.1.47": 612,
  "2.3.1.48": 613,
  "2.3.1.5": 614,
  "2.3.1.50": 615,
  "2.3.1.54": 616,
  "2.3.1.57": 617,
  "2.3.1.6": 618,
  "2.3.1.60": 619,
  "2.3.1.65": 620,
  "2.3.1.7": 621,
  "2.3.1.71": 622,
  "2.3.1.74": 623,
  "2.3.1.78": 624,
  "2.3.1.8": 625,
  "2.3.1.81": 626,
  "2.3.1.82": 627,
  "2.3.1.85": 628,
  "2.3.1.87": 629,
  "2.3.1.9": 630,
  "2.3.1.92": 631,
  "2.3.1.95": 632,
  "2.3.1.97": 633,
  "2.3.1.99": 634,
  "2.3.2.10": 635,
  "2.3.2.12": 636,
  "2.3.2.13": 637,
  "2.3.2.2": 638,
  "2.3.2.26": 639,
  "2.3.2.5": 640,
  "2.3.2.6": 641,
  "2.3.2.8": 642,
  "2.3.3.1": 643,
  "2.3.3.10": 644,
  "2.3.3.13": 645,
  "2.3.3.14": 646,
  "2.3.3.16": 647,
  "2.3.3.21": 648,
  "2.3.3.5": 649,
  "2.3.3.8": 650,
  "2.3.3.9": 651,
  "2.4.1.1": 652,
  "2.4.1.10": 653,
  "2.4.1.101": 654,
  "2.4.1.102": 655,
  "2.4.1.11": 656,
  "2.4.1.115": 657,
  "2.4.1.117": 658,
  "2.4.1.118": 659,
  "2.4.1.12": 660,
  "2.4.1.121": 661,
  "2.4.1.13": 662,
  "2.4.1.133": 663,
  "2.4.1.14": 664,
  "2.4.1.141": 665,
  "2.4.1.143": 666,
  "2.4.1.15": 667,
  "2.4.1.152": 668,
  "2.4.1.16": 669,
  "2.4.1.17": 670,
  "2.4.1.173": 671,
  "2.4.1.185": 672,
  "2.4.1.189": 673,
  "2.4.1.19": 674,
  "2.4.1.190": 675,
  "2.4.1.20": 676,
  "2.4.1.21": 677,
  "2.4.1.214": 678,
  "2.4.1.216": 679,
  "2.4.1.218": 680,
  "2.4.1.222": 681,
  "2.4.1.231": 682,
  "2.4.1.242": 683,
  "2.4.1.25": 684,
  "2.4.1.255": 685,
  "2.4.1.266": 686,
  "2.4.1.27": 687,
  "2.4.1.279": 688,
  "2.4.1.302": 689,
  "2.4.1.31": 690,
  "2.4.1.32": 691,
  "2.4.1.321": 692,
  "2.4.1.34": 693,
  "2.4.1.342": 694,
  "2.4.1.37": 695,
  "2.4.1.38": 696,
  "2.4.1.4": 697,
  "2.4.1.40": 698,
  "2.4.1.41": 699,
  "2.4.1.46": 700,
  "2.4.1.5": 701,
  "2.4.1.64": 702,
  "2.4.1.65": 703,
  "2.4.1.66": 704,
  "2.4.1.67": 705,
  "2.4.1.68": 706,
  "2.4.1.69": 707,
  "2.4.1.7": 708,
  "2.4.1.71": 709,
  "2.4.1.74": 710,
  "2.4.1.8": 711,
  "2.4.1.82": 712,
  "2.4.1.83": 713,
  "2.4.1.87": 714,
  "2.4.1.88": 715,
  "2.4.1.90": 716,
  "2.4.1.92": 717,
  "2.4.2.1": 718,
  "2.4.2.10": 719,
  "2.4.2.12": 720,
  "2.4.2.14": 721,
  "2.4.2.16": 722,
  "2.4.2.17": 723,
  "2.4.2.18": 724,
  "2.4.2.19": 725,
  "2.4.2.2": 726,
  "2.4.2.22": 727,
  "2.4.2.26": 728,
  "2.4.2.28": 729,
  "2.4.2.29": 730,
  "2.4.2.3": 731,
  "2.4.2.30": 732,
  "2.4.2.31": 733,
  "2.4.2.36": 734,
  "2.4.2.4": 735,
  "2.4.2.44": 736,
  "2.4.2.54": 737,
  "2.4.2.6": 738,
  "2.4.2.64": 739,
  "2.4.2.7": 740,
  "2.4.2.8": 741,
  "2.4.2.9": 742,
  "2.4.99.1": 743,
  "2.4.99.17": 744,
  "2.4.99.4": 745,
  "2.4.99.9": 746,
  "2.5.1.10": 747,
  "2.5.1.117": 748,
  "2.5.1.15": 749,
  "2.5.1.16": 750,
  "2.5.1.18": 751,
  "2.5.1.19": 752,
  "2.5.1.2": 753,
  "2.5.1.20": 754,
  "2.5.1.21": 755,
  "2.5.1.22": 756,
  "2.5.1.23": 757,
  "2.5.1.29": 758,
  "2.5.1.3": 759,
  "2.5.1.31": 760,
  "2.5.1.32": 761,
  "2.5.1.34": 762,
  "2.5.1.35": 763,
  "2.5.1.4": 764,
  "2.5.1.46": 765,
  "2.5.1.47": 766,
  "2.5.1.48": 767,
  "2.5.1.49": 768,
  "2.5.1.50": 769,
  "2.5.1.54": 770,
  "2.5.1.55": 771,
  "2.5.1.56": 772,
  "2.5.1.58": 773,
  "2.5.1.59": 774,
  "2.5.1.6": 775,
  "2.5.1.60": 776,
  "2.5.1.62": 777,
  "2.5.1.63": 778,
  "2.5.1.7": 779,
  "2.5.1.78": 780,
  "2.5.1.9": 781,
  "2.5.1.90": 782,
  "2.5.1.96": 783,
  "2.6.1.1": 784,
  "2.6.1.116": 785,
  "2.6.1.117": 786,
  "2.6.1.120": 787,
  "2.6.1.13": 788,
  "2.6.1.16": 789,
  "2.6.1.17": 790,
  "2.6.1.19": 791,
  "2.6.1.2": 792,
  "2.6.1.21": 793,
  "2.6.1.22": 794,
  "2.6.1.27": 795,
  "2.6.1.37": 796,
  "2.6.1.42": 797,
  "2.6.1.43": 798,
  "2.6.1.44": 799,
  "2.6.1.45": 800,
  "2.6.1.5": 801,
  "2.6.1.52": 802,
  "2.6.1.57": 803,
  "2.6.1.62": 804,
  "2.6.1.7": 805,
  "2.6.1.85": 806,
  "2.6.1.88": 807,
  "2.6.1.96": 808,
  "2.6.1.99": 809,
  "2.7.1.1": 810,
  "2.7.1.100": 811,
  "2.7.1.105": 812,
  "2.7.1.107": 813,
  "2.7.1.108": 814,
  "2.7.1.11": 815,
  "2.7.1.113": 816,
  "2.7.1.127": 817,
  "2.7.1.134": 818,
  "2.7.1.136": 819,
  "2.7.1.145": 820,
  "2.7.1.146": 821,
  "2.7.1.147": 822,
  "2.7.1.15": 823,
  "2.7.1.151": 824,
  "2.7.1.157": 825,
  "2.7.1.159": 826,
  "2.7.1.165": 827,
  "2.7.1.169": 828,
  "2.7.1.17": 829,
  "2.7.1.170": 830,
  "2.7.1.19": 831,
  "2.7.1.190": 832,
  "2.7.1.2": 833,
  "2.7.1.20": 834,
  "2.7.1.21": 835,
  "2.7.1.213": 836,
  "2.7.1.227": 837,
  "2.7.1.23": 838,
  "2.7.1.232": 839,
  "2.7.1.25": 840,
  "2.7.1.26": 841,
  "2.7.1.28": 842,
  "2.7.1.29": 843,
  "2.7.1.32": 844,
  "2.7.1.33": 845,
  "2.7.1.35": 846,
  "2.7.1.36": 847,
  "2.7.1.39": 848,
  "2.7.1.4": 849,
  "2.7.1.40": 850,
  "2.7.1.48": 851,
  "2.7.1.49": 852,
  "2.7.1.50": 853,
  "2.7.1.52": 854,
  "2.7.1.56": 855,
  "2.7.1.59": 856,
  "2.7.1.6": 857,
  "2.7.1.60": 858,
  "2.7.1.63": 859,
  "2.7.1.67": 860,
  "2.7.1.68": 861,
  "2.7.1.7": 862,
  "2.7.1.71": 863,
  "2.7.1.72": 864,
  "2.7.1.74": 865,
  "2.7.1.76": 866,
  "2.7.1.78": 867,
  "2.7.1.80": 868,
  "2.7.1.90": 869,
  "2.7.1.91": 870,
  "2.7.1.95": 871,
  "2.7.10.1": 872,
  "2.7.10.2": 873,
  "2.7.11.1": 874,
  "2.7.11.11": 875,
  "2.7.11.12": 876,
  "2.7.11.14": 877,
  "2.7.11.15": 878,
  "2.7.11.19": 879,
  "2.7.11.2": 880,
  "2.7.11.21": 881,
  "2.7.11.22": 882,
  "2.7.11.24": 883,
  "2.7.11.27": 884,
  "2.7.11.32": 885,
  "2.7.11.4": 886,
  "2.7.11.5": 887,
  "2.7.12.1": 888,
  "2.7.13.3": 889,
  "2.7.2.1": 890,
  "2.7.2.11": 891,
  "2.7.2.2": 892,
  "2.7.2.3": 893,
  "2.7.2.4": 894,
  "2.7.2.8": 895,
  "2.7.3.2": 896,
  "2.7.3.3": 897,
  "2.7.3.9": 898,
  "2.7.4.1": 899,
  "2.7.4.10": 900,
  "2.7.4.12": 901,
  "2.7.4.14": 902,
  "2.7.4.16": 903,
  "2.7.4.2": 904,
  "2.7.4.22": 905,
  "2.7.4.27": 906,
  "2.7.4.3": 907,
  "2.7.4.6": 908,
  "2.7.4.8": 909,
  "2.7.4.9": 910,
  "2.7.6.1": 911,
  "2.7.6.2": 912,
  "2.7.6.3": 913,
  "2.7.7.1": 914,
  "2.7.7.10": 915,
  "2.7.7.12": 916,
  "2.7.7.13": 917,
  "2.7.7.14": 918,
  "2.7.7.15": 919,
  "2.7.7.18": 920,
  "2.7.7.19": 921,
  "2.7.7.2": 922,
  "2.7.7.23": 923,
  "2.7.7.24": 924,
  "2.7.7.27": 925,
  "2.7.7.28": 926,
  "2.7.7.3": 927,
  "2.7.7.31": 928,
  "2.7.7.33": 929,
  "2.7.7.35": 930,
  "2.7.7.38": 931,
  "2.7.7.4": 932,
  "2.7.7.41": 933,
  "2.7.7.42": 934,
  "2.7.7.46": 935,
  "2.7.7.47": 936,
  "2.7.7.48": 937,
  "2.7.7.49": 938,
  "2.7.7.5": 939,
  "2.7.7.60": 940,
  "2.7.7.65": 941,
  "2.7.7.7": 942,
  "2.7.7.9": 943,
  "2.7.8.11": 944,
  "2.7.8.13": 945,
  "2.7.8.17": 946,
  "2.7.8.7": 947,
  "2.7.9.1": 948,
  "2.7.9.2": 949,
  "2.7.9.3": 950,
  "2.8.1.2": 951,
  "2.8.1.3": 952,
  "2.8.1.4": 953,
  "2.8.1.6": 954,
  "2.8.1.7": 955,
  "2.8.2.1": 956,
  "2.8.2.11": 957,
  "2.8.2.14": 958,
  "2.8.2.15": 959,
  "2.8.2.17": 960,
  "2.8.2.2": 961,
  "2.8.2.20": 962,
  "2.8.2.22": 963,
  "2.8.2.33": 964,
  "2.8.2.34": 965,
  "2.8.2.37": 966,
  "2.8.2.4": 967,
  "2.8.2.6": 968,
  "2.8.2.8": 969,
  "2.8.2.9": 970,
  "2.8.3.13": 971,
  "2.8.3.16": 972,
  "2.8.3.18": 973,
  "2.8.3.5": 974,
  "2.8.3.8": 975,
  "2.8.3.9": 976,
  "2.8.4.1": 977,
  "3.1.1.1": 978,
  "3.1.1.101": 979,
  "3.1.1.106": 980,
  "3.1.1.11": 981,
  "3.1.1.13": 982,
  "3.1.1.2": 983,
  "3.1.1.20": 984,
  "3.1.1.23": 985,
  "3.1.1.24": 986,
  "3.1.1.27": 987,
  "3.1.1.29": 988,
  "3.1.1.3": 989,
  "3.1.1.4": 990,
  "3.1.1.47": 991,
  "3.1.1.5": 992,
  "3.1.1.55": 993,
  "3.1.1.57": 994,
  "3.1.1.58": 995,
  "3.1.1.61": 996,
  "3.1.1.63": 997,
  "3.1.1.64": 998,
  "3.1.1.7": 999,
  "3.1.1.73": 1000,
  "3.1.1.74": 1001,
  "3.1.1.75": 1002,
  "3.1.1.79": 1003,
  "3.1.1.8": 1004,
  "3.1.1.84": 1005,
  "3.1.13.1": 1006,
  "3.1.13.2": 1007,
  "3.1.13.4": 1008,
  "3.1.15.1": 1009,
  "3.1.16.1": 1010,
  "3.1.2.1": 1011,
  "3.1.2.12": 1012,
  "3.1.2.17": 1013,
  "3.1.2.2": 1014,
  "3.1.2.20": 1015,
  "3.1.2.22": 1016,
  "3.1.2.23": 1017,
  "3.1.2.29": 1018,
  "3.1.2.6": 1019,
  "3.1.21.1": 1020,
  "3.1.26.13": 1021,
  "3.1.26.3": 1022,
  "3.1.26.5": 1023,
  "3.1.3.1": 1024,
  "3.1.3.10": 1025,
  "3.1.3.102": 1026,
  "3.1.3.11": 1027,
  "3.1.3.12": 1028,
  "3.1.3.16": 1029,
  "3.1.3.18": 1030,
  "3.1.3.2": 1031,
  "3.1.3.21": 1032,
  "3.1.3.24": 1033,
  "3.1.3.25": 1034,
  "3.1.3.26": 1035,
  "3.1.3.27": 1036,
  "3.1.3.3": 1037,
  "3.1.3.41": 1038,
  "3.1.3.46": 1039,
  "3.1.3.48": 1040,
  "3.1.3.5": 1041,
  "3.1.3.50": 1042,
  "3.1.3.51": 1043,
  "3.1.3.53": 1044,
  "3.1.3.56": 1045,
  "3.1.3.6": 1046,
  "3.1.3.60": 1047,
  "3.1.3.62": 1048,
  "3.1.3.74": 1049,
  "3.1.3.75": 1050,
  "3.1.3.8": 1051,
  "3.1.3.81": 1052,
  "3.1.3.82": 1053,
  "3.1.3.84": 1054,
  "3.1.3.9": 1055,
  "3.1.3.93": 1056,
  "3.1.30.1": 1057,
  "3.1.30.2": 1058,
  "3.1.4.1": 1059,
  "3.1.4.11": 1060,
  "3.1.4.12": 1061,
  "3.1.4.16": 1062,
  "3.1.4.3": 1063,
  "3.1.4.35": 1064,
  "3.1.4.37": 1065,
  "3.1.4.38": 1066,
  "3.1.4.39": 1067,
  "3.1.4.40": 1068,
  "3.1.4.41": 1069,
  "3.1.4.45": 1070,
  "3.1.4.46": 1071,
  "3.1.4.49": 1072,
  "3.1.4.53": 1073,
  "3.1.4.59": 1074,
  "3.1.6.1": 1075,
  "3.1.6.11": 1076,
  "3.1.6.12": 1077,
  "3.1.6.17": 1078,
  "3.1.6.19": 1079,
  "3.1.6.2": 1080,
  "3.1.6.6": 1081,
  "3.1.7.6": 1082,
  "3.1.8.1": 1083,
  "3.1.8.2": 1084,
  "3.11.1.1": 1085,
  "3.11.1.2": 1086,
  "3.11.1.3": 1087,
  "3.13.1.9": 1088,
  "3.2.1.1": 1089,
  "3.2.1.10": 1090,
  "3.2.1.101": 1091,
  "3.2.1.105": 1092,
  "3.2.1.106": 1093,
  "3.2.1.113": 1094,
  "3.2.1.114": 1095,
  "3.2.1.122": 1096,
  "3.2.1.125": 1097,
  "3.2.1.126": 1098,
  "3.2.1.133": 1099,
  "3.2.1.139": 1100,
  "3.2.1.14": 1101,
  "3.2.1.140": 1102,
  "3.2.1.143": 1103,
  "3.2.1.146": 1104,
  "3.2.1.147": 1105,
  "3.2.1.15": 1106,
  "3.2.1.151": 1107,
  "3.2.1.154": 1108,
  "3.2.1.163": 1109,
  "3.2.1.165": 1110,
  "3.2.1.166": 1111,
  "3.2.1.169": 1112,
  "3.2.1.175": 1113,
  "3.2.1.176": 1114,
  "3.2.1.177": 1115,
  "3.2.1.179": 1116,
  "3.2.1.18": 1117,
  "3.2.1.182": 1118,
  "3.2.1.2": 1119,
  "3.2.1.20": 1120,
  "3.2.1.206": 1121,
  "3.2.1.207": 1122,
  "3.2.1.21": 1123,
  "3.2.1.22": 1124,
  "3.2.1.23": 1125,
  "3.2.1.24": 1126,
  "3.2.1.25": 1127,
  "3.2.1.26": 1128,
  "3.2.1.28": 1129,
  "3.2.1.3": 1130,
  "3.2.1.31": 1131,
  "3.2.1.32": 1132,
  "3.2.1.33": 1133,
  "3.2.1.37": 1134,
  "3.2.1.39": 1135,
  "3.2.1.4": 1136,
  "3.2.1.40": 1137,
  "3.2.1.45": 1138,
  "3.2.1.48": 1139,
  "3.2.1.50": 1140,
  "3.2.1.51": 1141,
  "3.2.1.52": 1142,
  "3.2.1.53": 1143,
  "3.2.1.55": 1144,
  "3.2.1.58": 1145,
  "3.2.1.62": 1146,
  "3.2.1.63": 1147,
  "3.2.1.67": 1148,
  "3.2.1.73": 1149,
  "3.2.1.74": 1150,
  "3.2.1.76": 1151,
  "3.2.1.8": 1152,
  "3.2.1.81": 1153,
  "3.2.1.86": 1154,
  "3.2.1.91": 1155,
  "3.2.1.94": 1156,
  "3.2.1.96": 1157,
  "3.2.2.1": 1158,
  "3.2.2.14": 1159,
  "3.2.2.16": 1160,
  "3.2.2.19": 1161,
  "3.2.2.20": 1162,
  "3.2.2.22": 1163,
  "3.2.2.26": 1164,
  "3.2.2.3": 1165,
  "3.2.2.30": 1166,
  "3.2.2.5": 1167,
  "3.2.2.7": 1168,
  "3.2.2.8": 1169,
  "3.2.2.9": 1170,
  "3.3.1.1": 1171,
  "3.3.2.1": 1172,
  "3.3.2.10": 1173,
  "3.3.2.11": 1174,
  "3.3.2.13": 1175,
  "3.3.2.2": 1176,
  "3.3.2.6": 1177,
  "3.3.2.8": 1178,
  "3.3.2.9": 1179,
  "3.4.11.1": 1180,
  "3.4.11.10": 1181,
  "3.4.11.13": 1182,
  "3.4.11.14": 1183,
  "3.4.11.17": 1184,
  "3.4.11.18": 1185,
  "3.4.11.19": 1186,
  "3.4.11.2": 1187,
  "3.4.11.20": 1188,
  "3.4.11.21": 1189,
  "3.4.11.22": 1190,
  "3.4.11.24": 1191,
  "3.4.11.26": 1192,
  "3.4.11.3": 1193,
  "3.4.11.4": 1194,
  "3.4.11.6": 1195,
  "3.4.11.7": 1196,
  "3.4.11.9": 1197,
  "3.4.13.19": 1198,
  "3.4.13.20": 1199,
  "3.4.13.22": 1200,
  "3.4.13.9": 1201,
  "3.4.14.1": 1202,
  "3.4.14.10": 1203,
  "3.4.14.11": 1204,
  "3.4.14.12": 1205,
  "3.4.14.2": 1206,
  "3.4.14.4": 1207,
  "3.4.14.5": 1208,
  "3.4.14.9": 1209,
  "3.4.15.1": 1210,
  "3.4.15.5": 1211,
  "3.4.16.2": 1212,
  "3.4.16.4": 1213,
  "3.4.16.5": 1214,
  "3.4.17.1": 1215,
  "3.4.17.12": 1216,
  "3.4.17.2": 1217,
  "3.4.17.20": 1218,
  "3.4.17.21": 1219,
  "3.4.17.22": 1220,
  "3.4.17.23": 1221,
  "3.4.17.8": 1222,
  "3.4.18.1": 1223,
  "3.4.19.1": 1224,
  "3.4.19.12": 1225,
  "3.4.19.13": 1226,
  "3.4.19.3": 1227,
  "3.4.19.6": 1228,
  "3.4.21.1": 1229,
  "3.4.21.10": 1230,
  "3.4.21.100": 1231,
  "3.4.21.101": 1232,
  "3.4.21.104": 1233,
  "3.4.21.106": 1234,
  "3.4.21.109": 1235,
  "3.4.21.112": 1236,
  "3.4.21.113": 1237,
  "3.4.21.117": 1238,
  "3.4.21.120": 1239,
  "3.4.21.20": 1240,
  "3.4.21.21": 1241,
  "3.4.21.22": 1242,
  "3.4.21.26": 1243,
  "3.4.21.27": 1244,
  "3.4.21.34": 1245,
  "3.4.21.35": 1246,
  "3.4.21.36": 1247,
  "3.4.21.37": 1248,
  "3.4.21.39": 1249,
  "3.4.21.4": 1250,
  "3.4.21.5": 1251,
  "3.4.21.53": 1252,
  "3.4.21.57": 1253,
  "3.4.21.59": 1254,
  "3.4.21.6": 1255,
  "3.4.21.61": 1256,
  "3.4.21.62": 1257,
  "3.4.21.67": 1258,
  "3.4.21.68": 1259,
  "3.4.21.7": 1260,
  "3.4.21.73": 1261,
  "3.4.21.75": 1262,
  "3.4.21.77": 1263,
  "3.4.21.79": 1264,
  "3.4.21.83": 1265,
  "3.4.21.91": 1266,
  "3.4.21.92": 1267,
  "3.4.21.93": 1268,
  "3.4.21.97": 1269,
  "3.4.21.98": 1270,
  "3.4.22.1": 1271,
  "3.4.22.14": 1272,
  "3.4.22.15": 1273,
  "3.4.22.16": 1274,
  "3.4.22.2": 1275,
  "3.4.22.26": 1276,
  "3.4.22.27": 1277,
  "3.4.22.28": 1278,
  "3.4.22.32": 1279,
  "3.4.22.36": 1280,
  "3.4.22.37": 1281,
  "3.4.22.38": 1282,
  "3.4.22.43": 1283,
  "3.4.22.47": 1284,
  "3.4.22.48": 1285,
  "3.4.22.51": 1286,
  "3.4.22.52": 1287,
  "3.4.22.53": 1288,
  "3.4.22.55": 1289,
  "3.4.22.56": 1290,
  "3.4.22.57": 1291,
  "3.4.22.58": 1292,
  "3.4.22.59": 1293,
  "3.4.22.60": 1294,
  "3.4.22.61": 1295,
  "3.4.22.62": 1296,
  "3.4.22.63": 1297,
  "3.4.22.69": 1298,
  "3.4.22.70": 1299,
  "3.4.23.1": 1300,
  "3.4.23.15": 1301,
  "3.4.23.16": 1302,
  "3.4.23.20": 1303,
  "3.4.23.21": 1304,
  "3.4.23.22": 1305,
  "3.4.23.24": 1306,
  "3.4.23.25": 1307,
  "3.4.23.34": 1308,
  "3.4.23.36": 1309,
  "3.4.23.38": 1310,
  "3.4.23.39": 1311,
  "3.4.23.40": 1312,
  "3.4.23.41": 1313,
  "3.4.23.42": 1314,
  "3.4.23.45": 1315,
  "3.4.23.46": 1316,
  "3.4.23.47": 1317,
  "3.4.23.5": 1318,
  "3.4.23.50": 1319,
  "3.4.24.11": 1320,
  "3.4.24.15": 1321,
  "3.4.24.16": 1322,
  "3.4.24.17": 1323,
  "3.4.24.18": 1324,
  "3.4.24.20": 1325,
  "3.4.24.21": 1326,
  "3.4.24.23": 1327,
  "3.4.24.24": 1328,
  "3.4.24.26": 1329,
  "3.4.24.27": 1330,
  "3.4.24.28": 1331,
  "3.4.24.3": 1332,
  "3.4.24.34": 1333,
  "3.4.24.56": 1334,
  "3.4.24.59": 1335,
  "3.4.24.60": 1336,
  "3.4.24.63": 1337,
  "3.4.24.69": 1338,
  "3.4.24.7": 1339,
  "3.4.24.71": 1340,
  "3.4.24.81": 1341,
  "3.4.24.82": 1342,
  "3.4.24.83": 1343,
  "3.4.24.84": 1344,
  "3.4.24.86": 1345,
  "3.4.25.1": 1346,
  "3.5.1.104": 1347,
  "3.5.1.108": 1348,
  "3.5.1.11": 1349,
  "3.5.1.12": 1350,
  "3.5.1.13": 1351,
  "3.5.1.134": 1352,
  "3.5.1.14": 1353,
  "3.5.1.15": 1354,
  "3.5.1.16": 1355,
  "3.5.1.18": 1356,
  "3.5.1.19": 1357,
  "3.5.1.2": 1358,
  "3.5.1.24": 1359,
  "3.5.1.26": 1360,
  "3.5.1.38": 1361,
  "3.5.1.4": 1362,
  "3.5.1.42": 1363,
  "3.5.1.48": 1364,
  "3.5.1.49": 1365,
  "3.5.1.5": 1366,
  "3.5.1.54": 1367,
  "3.5.1.56": 1368,
  "3.5.1.6": 1369,
  "3.5.1.60": 1370,
  "3.5.1.66": 1371,
  "3.5.1.67": 1372,
  "3.5.1.68": 1373,
  "3.5.1.71": 1374,
  "3.5.1.86": 1375,
  "3.5.1.88": 1376,
  "3.5.1.9": 1377,
  "3.5.1.92": 1378,
  "3.5.1.93": 1379,
  "3.5.1.98": 1380,
  "3.5.1.99": 1381,
  "3.5.2.1": 1382,
  "3.5.2.2": 1383,
  "3.5.2.20": 1384,
  "3.5.2.3": 1385,
  "3.5.2.5": 1386,
  "3.5.2.6": 1387,
  "3.5.3.1": 1388,
  "3.5.3.11": 1389,
  "3.5.3.12": 1390,
  "3.5.3.13": 1391,
  "3.5.3.15": 1392,
  "3.5.3.18": 1393,
  "3.5.3.2": 1394,
  "3.5.3.6": 1395,
  "3.5.4.1": 1396,
  "3.5.4.10": 1397,
  "3.5.4.12": 1398,
  "3.5.4.13": 1399,
  "3.5.4.16": 1400,
  "3.5.4.2": 1401,
  "3.5.4.22": 1402,
  "3.5.4.25": 1403,
  "3.5.4.29": 1404,
  "3.5.4.3": 1405,
  "3.5.4.31": 1406,
  "3.5.4.37": 1407,
  "3.5.4.4": 1408,
  "3.5.4.42": 1409,
  "3.5.4.5": 1410,
  "3.5.4.9": 1411,
  "3.5.5.1": 1412,
  "3.5.5.5": 1413,
  "3.5.99.6": 1414,
  "3.6.1.1": 1415,
  "3.6.1.10": 1416,
  "3.6.1.11": 1417,
  "3.6.1.12": 1418,
  "3.6.1.13": 1419,
  "3.6.1.15": 1420,
  "3.6.1.17": 1421,
  "3.6.1.22": 1422,
  "3.6.1.23": 1423,
  "3.6.1.27": 1424,
  "3.6.1.28": 1425,
  "3.6.1.29": 1426,
  "3.6.1.39": 1427,
  "3.6.1.42": 1428,
  "3.6.1.5": 1429,
  "3.6.1.52": 1430,
  "3.6.1.55": 1431,
  "3.6.1.56": 1432,
  "3.6.1.6": 1433,
  "3.6.1.60": 1434,
  "3.6.1.61": 1435,
  "3.6.1.62": 1436,
  "3.6.1.64": 1437,
  "3.6.1.7": 1438,
  "3.6.1.8": 1439,
  "3.6.1.9": 1440,
  "3.6.4.13": 1441,
  "3.6.5.1": 1442,
  "3.6.5.2": 1443,
  "3.6.5.3": 1444,
  "3.6.5.4": 1445,
  "3.7.1.1": 1446,
  "3.7.1.2": 1447,
  "3.7.1.3": 1448,
  "3.7.1.4": 1449,
  "3.7.1.8": 1450,
  "3.8.1.10": 1451,
  "3.8.1.3": 1452,
  "3.8.1.5": 1453,
  "3.8.1.7": 1454,
  "3.9.1.3": 1455,
  "4.1.1.1": 1456,
  "4.1.1.101": 1457,
  "4.1.1.105": 1458,
  "4.1.1.111": 1459,
  "4.1.1.112": 1460,
  "4.1.1.17": 1461,
  "4.1.1.18": 1462,
  "4.1.1.19": 1463,
  "4.1.1.2": 1464,
  "4.1.1.20": 1465,
  "4.1.1.21": 1466,
  "4.1.1.22": 1467,
  "4.1.1.23": 1468,
  "4.1.1.25": 1469,
  "4.1.1.28": 1470,
  "4.1.1.29": 1471,
  "4.1.1.31": 1472,
  "4.1.1.32": 1473,
  "4.1.1.33": 1474,
  "4.1.1.39": 1475,
  "4.1.1.4": 1476,
  "4.1.1.45": 1477,
  "4.1.1.48": 1478,
  "4.1.1.49": 1479,
  "4.1.1.50": 1480,
  "4.1.1.64": 1481,
  "4.1.1.7": 1482,
  "4.1.1.72": 1483,
  "4.1.1.74": 1484,
  "4.1.1.76": 1485,
  "4.1.1.77": 1486,
  "4.1.1.8": 1487,
  "4.1.1.82": 1488,
  "4.1.1.83": 1489,
  "4.1.1.9": 1490,
  "4.1.1.90": 1491,
  "4.1.2.13": 1492,
  "4.1.2.14": 1493,
  "4.1.2.17": 1494,
  "4.1.2.26": 1495,
  "4.1.2.27": 1496,
  "4.1.2.38": 1497,
  "4.1.2.47": 1498,
  "4.1.2.52": 1499,
  "4.1.2.55": 1500,
  "4.1.3.1": 1501,
  "4.1.3.16": 1502,
  "4.1.3.17": 1503,
  "4.1.3.27": 1504,
  "4.1.3.3": 1505,
  "4.1.3.32": 1506,
  "4.1.3.36": 1507,
  "4.1.3.39": 1508,
  "4.1.3.4": 1509,
  "4.1.3.40": 1510,
  "4.1.3.42": 1511,
  "4.1.3.43": 1512,
  "4.1.99.1": 1513,
  "4.1.99.2": 1514,
  "4.2.1.1": 1515,
  "4.2.1.10": 1516,
  "4.2.1.11": 1517,
  "4.2.1.119": 1518,
  "4.2.1.126": 1519,
  "4.2.1.130": 1520,
  "4.2.1.143": 1521,
  "4.2.1.17": 1522,
  "4.2.1.18": 1523,
  "4.2.1.19": 1524,
  "4.2.1.2": 1525,
  "4.2.1.20": 1526,
  "4.2.1.22": 1527,
  "4.2.1.24": 1528,
  "4.2.1.28": 1529,
  "4.2.1.3": 1530,
  "4.2.1.31": 1531,
  "4.2.1.42": 1532,
  "4.2.1.43": 1533,
  "4.2.1.45": 1534,
  "4.2.1.46": 1535,
  "4.2.1.47": 1536,
  "4.2.1.51": 1537,
  "4.2.1.55": 1538,
  "4.2.1.70": 1539,
  "4.2.1.84": 1540,
  "4.2.1.9": 1541,
  "4.2.1.91": 1542,
  "4.2.1.94": 1543,
  "4.2.2.12": 1544,
  "4.2.2.13": 1545,
  "4.2.2.19": 1546,
  "4.2.2.2": 1547,
  "4.2.2.3": 1548,
  "4.2.2.5": 1549,
  "4.2.3.1": 1550,
  "4.2.3.108": 1551,
  "4.2.3.119": 1552,
  "4.2.3.121": 1553,
  "4.2.3.122": 1554,
  "4.2.3.124": 1555,
  "4.2.3.2": 1556,
  "4.2.3.20": 1557,
  "4.2.3.3": 1558,
  "4.2.3.4": 1559,
  "4.2.3.47": 1560,
  "4.2.3.5": 1561,
  "4.2.3.6": 1562,
  "4.2.3.7": 1563,
  "4.2.3.9": 1564,
  "4.2.99.18": 1565,
  "4.2.99.21": 1566,
  "4.3.1.1": 1567,
  "4.3.1.17": 1568,
  "4.3.1.18": 1569,
  "4.3.1.19": 1570,
  "4.3.1.24": 1571,
  "4.3.1.25": 1572,
  "4.3.1.29": 1573,
  "4.3.1.3": 1574,
  "4.3.1.7": 1575,
  "4.3.2.2": 1576,
  "4.3.2.3": 1577,
  "4.3.2.5": 1578,
  "4.3.2.9": 1579,
  "4.3.3.7": 1580,
  "4.4.1.11": 1581,
  "4.4.1.13": 1582,
  "4.4.1.14": 1583,
  "4.4.1.15": 1584,
  "4.4.1.16": 1585,
  "4.4.1.17": 1586,
  "4.4.1.19": 1587,
  "4.4.1.20": 1588,
  "4.4.1.21": 1589,
  "4.4.1.28": 1590,
  "4.4.1.32": 1591,
  "4.4.1.5": 1592,
  "4.4.1.9": 1593,
  "4.6.1.1": 1594,
  "4.6.1.14": 1595,
  "4.6.1.15": 1596,
  "4.6.1.18": 1597,
  "4.6.1.2": 1598,
  "4.6.1.24": 1599,
  "4.6.1.6": 1600,
  "4.98.1.1": 1601,
  "5.1.1.1": 1602,
  "5.1.1.13": 1603,
  "5.1.1.18": 1604,
  "5.1.1.3": 1605,
  "5.1.1.4": 1606,
  "5.1.2.2": 1607,
  "5.1.3.1": 1608,
  "5.1.3.14": 1609,
  "5.1.3.2": 1610,
  "5.1.3.8": 1611,
  "5.1.99.4": 1612,
  "5.2.1.1": 1613,
  "5.2.1.8": 1614,
  "5.3.1.1": 1615,
  "5.3.1.12": 1616,
  "5.3.1.13": 1617,
  "5.3.1.24": 1618,
  "5.3.1.4": 1619,
  "5.3.1.5": 1620,
  "5.3.1.6": 1621,
  "5.3.1.8": 1622,
  "5.3.1.9": 1623,
  "5.3.2.1": 1624,
  "5.3.2.6": 1625,
  "5.3.3.1": 1626,
  "5.3.3.12": 1627,
  "5.3.3.14": 1628,
  "5.3.3.2": 1629,
  "5.3.3.5": 1630,
  "5.3.3.8": 1631,
  "5.3.4.1": 1632,
  "5.3.99.2": 1633,
  "5.3.99.5": 1634,
  "5.4.2.11": 1635,
  "5.4.2.2": 1636,
  "5.4.2.6": 1637,
  "5.4.2.9": 1638,
  "5.4.3.5": 1639,
  "5.4.4.2": 1640,
  "5.4.99.1": 1641,
  "5.4.99.11": 1642,
  "5.4.99.16": 1643,
  "5.4.99.17": 1644,
  "5.4.99.2": 1645,
  "5.4.99.30": 1646,
  "5.4.99.39": 1647,
  "5.4.99.4": 1648,
  "5.4.99.5": 1649,
  "5.4.99.61": 1650,
  "5.4.99.7": 1651,
  "5.4.99.9": 1652,
  "5.5.1.1": 1653,
  "5.5.1.16": 1654,
  "5.5.1.2": 1655,
  "5.5.1.4": 1656,
  "5.5.1.8": 1657,
  "5.6.1.1": 1658,
  "5.6.1.3": 1659,
  "5.6.1.8": 1660,
  "5.6.2.1": 1661,
  "5.6.2.2": 1662,
  "5.6.2.4": 1663,
  "5.99.1.4": 1664,
  "6.1.1.1": 1665,
  "6.1.1.10": 1666,
  "6.1.1.11": 1667,
  "6.1.1.12": 1668,
  "6.1.1.14": 1669,
  "6.1.1.15": 1670,
  "6.1.1.17": 1671,
  "6.1.1.18": 1672,
  "6.1.1.19": 1673,
  "6.1.1.20": 1674,
  "6.1.1.23": 1675,
  "6.1.1.3": 1676,
  "6.1.1.5": 1677,
  "6.1.1.6": 1678,
  "6.1.1.9": 1679,
  "6.2.1.1": 1680,
  "6.2.1.12": 1681,
  "6.2.1.17": 1682,
  "6.2.1.2": 1683,
  "6.2.1.24": 1684,
  "6.2.1.25": 1685,
  "6.2.1.27": 1686,
  "6.2.1.32": 1687,
  "6.2.1.62": 1688,
  "6.2.1.71": 1689,
  "6.3.1.1": 1690,
  "6.3.1.2": 1691,
  "6.3.1.8": 1692,
  "6.3.2.1": 1693,
  "6.3.2.17": 1694,
  "6.3.2.2": 1695,
  "6.3.2.25": 1696,
  "6.3.2.3": 1697,
  "6.3.2.4": 1698,
  "6.3.2.49": 1699,
  "6.3.2.5": 1700,
  "6.3.2.51": 1701,
  "6.3.2.6": 1702,
  "6.3.2.62": 1703,
  "6.3.2.8": 1704,
  "6.3.2.9": 1705,
  "6.3.3.1": 1706,
  "6.3.3.2": 1707,
  "6.3.3.3": 1708,
  "6.3.3.6": 1709,
  "6.3.4.14": 1710,
  "6.3.4.15": 1711,
  "6.3.4.16": 1712,
  "6.3.4.18": 1713,
  "6.3.4.2": 1714,
  "6.3.4.3": 1715,
  "6.3.4.4": 1716,
  "6.3.4.5": 1717,
  "6.3.5.10": 1718,
  "6.3.5.2": 1719,
  "6.3.5.4": 1720,
  "6.3.5.5": 1721,
  "6.3.5.7": 1722,
  "6.4.1.1": 1723,
  "6.4.1.2": 1724,
  "6.5.1.2": 1725,
  "6.6.1.1": 1726,
  "7.1.1.1": 1727,
  "7.1.1.2": 1728,
  "7.1.1.3": 1729,
  "7.1.1.5": 1730,
  "7.1.1.8": 1731,
  "7.1.1.9": 1732,
  "7.1.2.1": 1733,
  "7.1.2.2": 1734,
  "7.2.1.1": 1735,
  "7.2.2.10": 1736,
  "7.2.2.13": 1737,
  "7.2.2.14": 1738,
  "7.2.2.19": 1739,
  "7.2.2.6": 1740,
  "7.2.2.8": 1741,
  "7.2.4.2": 1742,
  "7.2.4.5": 1743,
  "7.3.2.1": 1744,
  "7.3.2.7": 1745,
  "7.4.2.1": 1746,
  "7.4.2.10": 1747,
  "7.4.2.11": 1748,
  "7.4.2.5": 1749,
  "7.4.2.8": 1750,
  "7.6.2.15": 1751,
  "7.6.2.2": 1752,
  "7.6.2.3": 1753,
  "7.6.2.9": 1754,
  "UNK": -1
 },
 "SUPERKINGDOM": {
  "Archaea": 0,
  "Bacteria": 1,
  "Eukaryota": 2,
  "UNK": -1,
  "Viruses": 4
 },
 "PHYLUM": {
  "Acidobacteriota": 0,
  "Actinomycetota": 1,
  "Annelida": 2,
  "Apicomplexa": 3,
  "Aquificota": 4,
  "Arthropoda": 5,
  "Artverviricota": 6,
  "Ascomycota": 7,
  "Bacillariophyta": 8,
  "Bacillota": 9,
  "Bacteroidota": 10,
  "Basidiomycota": 11,
  "Campylobacterota": 12,
  "Candidatus Thermoplasmatota": 13,
  "Chlamydiota": 14,
  "Chlorobiota": 15,
  "Chlorophyta": 16,
  "Chordata": 17,
  "Chytridiomycota": 18,
  "Ciliophora": 19,
  "Cnidaria": 20,
  "Cyanobacteriota": 21,
  "Deinococcota": 22,
  "Echinodermata": 23,
  "Euglenozoa": 24,
  "Euryarchaeota": 25,
  "Evosea": 26,
  "Fibrobacterota": 27,
  "Fornicata": 28,
  "Fusobacteriota": 29,
  "Heterolobosea": 30,
  "Kitrinoviricota": 31,
  "Mollusca": 32,
  "Mucoromycota": 33,
  "Mycoplasmatota": 34,
  "Myxococcota": 35,
  "Nematoda": 36,
  "Nucleocytoviricota": 37,
  "Oomycota": 38,
  "Parabasalia": 39,
  "Peploviricota": 40,
  "Pisuviricota": 41,
  "Planctomycetota": 42,
  "Platyhelminthes": 43,
  "Porifera": 44,
  "Pseudomonadota": 45,
  "Rhodophyta": 46,
  "Rhodothermota": 47,
  "Spirochaetota": 48,
  "Streptophyta": 49,
  "Thermodesulfobacteriota": 50,
  "Thermoproteota": 51,
  "Thermotogota": 52,
  "UNK": -1,
  "Uroviricota": 54
 },
 "CLASS": {
  "Acidithiobacillia": 0,
  "Aconoidasida": 1,
  "Actinomycetes": 2,
  "Actinopteri": 3,
  "Agaricomycetes": 4,
  "Alphaproteobacteria": 5,
  "Amphibia": 6,
  "Anthozoa": 7,
  "Aquificae": 8,
  "Arachnida": 9,
  "Archaeoglobi": 10,
  "Aves": 11,
  "Bacillariophyceae": 12,
  "Bacilli": 13,
  "Bacteroidia": 14,
  "Betaproteobacteria": 15,
  "Bivalvia": 16,
  "Branchiopoda": 17,
  "Bryopsida": 18,
  "Candidatus Brocadiia": 19,
  "Caudoviricetes": 20,
  "Cephalopoda": 21,
  "Cestoda": 22,
  "Chlamydiia": 23,
  "Chlorobiia": 24,
  "Chlorophyceae": 25,
  "Chondrichthyes": 26,
  "Chromadorea": 27,
  "Clostridia": 28,
  "Conoidasida": 29,
  "Coscinodiscophyceae": 30,
  "Cyanophyceae": 31,
  "Cystobasidiomycetes": 32,
  "Cytophagia": 33,
  "Deinococci": 34,
  "Demospongiae": 35,
  "Desulfovibrionia": 36,
  "Desulfuromonadia": 37,
  "Dothideomycetes": 38,
  "Echinoidea": 39,
  "Enoplea": 40,
  "Epsilonproteobacteria": 41,
  "Euglenida": 42,
  "Eumycetozoa": 43,
  "Eurotiomycetes": 44,
  "Fibrobacteria": 45,
  "Flasuviricetes": 46,
  "Flavobacteriia": 47,
  "Florideophyceae": 48,
  "Fusobacteriia": 49,
  "Gammaproteobacteria": 50,
  "Gastropoda": 51,
  "Halobacteria": 52,
  "Herviviricetes": 53,
  "Insecta": 54,
  "Kinetoplastea": 55,
  "Leotiomycetes": 56,
  "Lepidosauria": 57,
  "Lycopodiopsida": 58,
  "Magnoliopsida": 59,
  "Malacostraca": 60,
  "Malasseziomycetes": 61,
  "Mammalia": 62,
  "Marchantiopsida": 63,
  "Methanobacteria": 64,
  "Methanococci": 65,
  "Methanomicrobia": 66,
  "Microbotryomycetes": 67,
  "Mollicutes": 68,
  "Mortierellomycetes": 69,
  "Mucoromycetes": 70,
  "Myxococcia": 71,
  "Negativicutes": 72,
  "Neocallimastigomycetes": 73,
  "Oligohymenophorea": 74,
  "Phaeophyceae": 75,
  "Pinopsida": 76,
  "Pisoniviricetes": 77,
  "Pneumocystomycetes": 78,
  "Pokkesviricetes": 79,
  "Polychaeta": 80,
  "Revtraviricetes": 81,
  "Rhodothermia": 82,
  "Rubrobacteria": 83,
  "Saccharomycetes": 84,
  "Schizosaccharomycetes": 85,
  "Sordariomycetes": 86,
  "Sphingobacteriia": 87,
  "Spirochaetia": 88,
  "Syntrophia": 89,
  "Thermococci": 90,
  "Thermoplasmata": 91,
  "Thermoprotei": 92,
  "Thermotogae": 93,
  "Trebouxiophyceae": 94,
  "Trematoda": 95,
  "Tremellomycetes": 96,
  "UNK": -1
 },
 "ORDER": {
  "Acholeplasmatales": 0,
  "Acidithiobacillales": 1,
  "Aeromonadales": 2,
  "Agaricales": 3,
  "Agelasida": 4,
  "Alteromonadales": 5,
  "Amarillovirales": 6,
  "Amylocorticiales": 7,
  "Anguilliformes": 8,
  "Anostraca": 9,
  "Anseriformes": 10,
  "Anura": 11,
  "Apiales": 12,
  "Aquificales": 13,
  "Araneae": 14,
  "Archaeoglobales": 15,
  "Arcoida": 16,
  "Artiodactyla": 17,
  "Asparagales": 18,
  "Asterales": 19,
  "Bacillales": 20,
  "Bacteroidales": 21,
  "Bifidobacteriales": 22,
  "Blattodea": 23,
  "Brassicales": 24,
  "Burkholderiales": 25,
  "Caldicellulosiruptorales": 26,
  "Camarodonta": 27,
  "Campylobacterales": 28,
  "Candidatus Brocadiales": 29,
  "Candidatus Pelagibacterales": 30,
  "Carangiformes": 31,
  "Carnivora": 32,
  "Caryophyllales": 33,
  "Caulobacterales": 34,
  "Cellvibrionales": 35,
  "Cephalothecales": 36,
  "Characiformes": 37,
  "Chitovirales": 38,
  "Chlamydiales": 39,
  "Chlamydomonadales": 40,
  "Chlorellales": 41,
  "Chlorobiales": 42,
  "Chromatiales": 43,
  "Chroococcales": 44,
  "Cichliformes": 45,
  "Coleoptera": 46,
  "Columbiformes": 47,
  "Cucurbitales": 48,
  "Cyclophyllidea": 49,
  "Cypriniformes": 50,
  "Cytophagales": 51,
  "Decapoda": 52,
  "Deinococcales": 53,
  "Desulfovibrionales": 54,
  "Desulfurococcales": 55,
  "Diaporthales": 56,
  "Dictyosteliales": 57,
  "Diplomonadida": 58,
  "Diptera": 59,
  "Dothideales": 60,
  "Enterobacterales": 61,
  "Ericales": 62,
  "Eubacteriales": 63,
  "Eucoccidiorida": 64,
  "Euglenales": 65,
  "Eurotiales": 66,
  "Fabales": 67,
  "Fagales": 68,
  "Fibrobacterales": 69,
  "Flavobacteriales": 70,
  "Fucales": 71,
  "Funariales": 72,
  "Fusobacteriales": 73,
  "Gadiformes": 74,
  "Galliformes": 75,
  "Gentianales": 76,
  "Geobacterales": 77,
  "Gracilariales": 78,
  "Haemosporida": 79,
  "Halanaerobiales": 80,
  "Halobacteriales": 81,
  "Haloferacales": 82,
  "Helotiales": 83,
  "Herpesvirales": 84,
  "Hymenostomatida": 85,
  "Hyphomicrobiales": 86,
  "Hypocreales": 87,
  "Ixodida": 88,
  "Kitasatosporales": 89,
  "Lactobacillales": 90,
  "Lagomorpha": 91,
  "Lamiales": 92,
  "Laurales": 93,
  "Legionellales": 94,
  "Lepidoptera": 95,
  "Leptospirales": 96,
  "Magnaporthales": 97,
  "Malasseziales": 98,
  "Malpighiales": 99,
  "Marchantiales": 100,
  "Mastigamoebida": 101,
  "Methanobacteriales": 102,
  "Methanococcales": 103,
  "Methanosarcinales": 104,
  "Methylococcales": 105,
  "Micrococcales": 106,
  "Moorellales": 107,
  "Moraxellales": 108,
  "Mortierellales": 109,
  "Mucorales": 110,
  "Mycobacteriales": 111,
  "Myopsida": 112,
  "Mytilida": 113,
  "Myxococcales": 114,
  "Naviculales": 115,
  "Neisseriales": 116,
  "Neocallimastigales": 117,
  "Nidovirales": 118,
  "Nitrosomonadales": 119,
  "Nostocales": 120,
  "Onygenales": 121,
  "Ortervirales": 122,
  "Oscillatoriales": 123,
  "Osteoglossiformes": 124,
  "Pasteurellales": 125,
  "Pectinida": 126,
  "Perciformes": 127,
  "Perissodactyla": 128,
  "Peronosporales": 129,
  "Phyllodocida": 130,
  "Physariida": 131,
  "Picornavirales": 132,
  "Pinales": 133,
  "Plagiorchiida": 134,
  "Pleosporales": 135,
  "Pneumocystales": 136,
  "Poales": 137,
  "Polyporales": 138,
  "Primates": 139,
  "Propionibacteriales": 140,
  "Pseudanabaenales": 141,
  "Pseudomonadales": 142,
  "Pseudonocardiales": 143,
  "Ranunculales": 144,
  "Rhabditida": 145,
  "Rhodobacterales": 146,
  "Rhodocyclales": 147,
  "Rhodospirillales": 148,
  "Rhodothermales": 149,
  "Rickettsiales": 150,
  "Rodentia": 151,
  "Rosales": 152,
  "Rubrobacterales": 153,
  "Russulales": 154,
  "Saccharomycetales": 155,
  "Salmoniformes": 156,
  "Sapindales": 157,
  "Schizosaccharomycetales": 158,
  "Scleractinia": 159,
  "Scleralcyonacea": 160,
  "Scombriformes": 161,
  "Selaginellales": 162,
  "Selenomonadales": 163,
  "Siluriformes": 164,
  "Solanales": 165,
  "Sordariales": 166,
  "Sphingobacteriales": 167,
  "Sphingomonadales": 168,
  "Spirochaetales": 169,
  "Sporidiobolales": 170,
  "Squaliformes": 171,
  "Squamata": 172,
  "Streptosporangiales": 173,
  "Strigeidida": 174,
  "Struthioniformes": 175,
  "Stylommatophora": 176,
  "Sulfolobales": 177,
  "Synechococcales": 178,
  "Syntrophales": 179,
  "Thalassiosirales": 180,
  "Thermales": 181,
  "Thermoanaerobacterales": 182,
  "Thermococcales": 183,
  "Thermofilales": 184,
  "Thermoplasmatales": 185,
  "Thermoproteales": 186,
  "Thermotogales": 187,
  "Thiotrichales": 188,
  "Tremellales": 189,
  "Trichinellida": 190,
  "Trichomonadida": 191,
  "Trichosporonales": 192,
  "Tritrichomonadida": 193,
  "Trypanosomatida": 194,
  "UNK": -1,
  "Unionida": 196,
  "Veillonellales": 197,
  "Vibrionales": 198,
  "Vitales": 199,
  "Xanthomonadales": 200
 },
 "FAMILY": {
  "Acetobacteraceae": 0,
  "Acholeplasmataceae": 1,
  "Acidithiobacillaceae": 2,
  "Actinidiaceae": 3,
  "Aerococcaceae": 4,
  "Aeromonadaceae": 5,
  "Agaricaceae": 6,
  "Aizoaceae": 7,
  "Alcaligenaceae": 8,
  "Alicyclobacillaceae": 9,
  "Alteromonadaceae": 10,
  "Amaranthaceae": 11,
  "Amaryllidaceae": 12,
  "Amylocorticiaceae": 13,
  "Anaplasmataceae": 14,
  "Anatidae": 15,
  "Anguillidae": 16,
  "Aphanizomenonaceae": 17,
  "Apiaceae": 18,
  "Apocynaceae": 19,
  "Aquificaceae": 20,
  "Archaeoglobaceae": 21,
  "Archangiaceae": 22,
  "Arcidae": 23,
  "Arenicolidae": 24,
  "Artemiidae": 25,
  "Ascarididae": 26,
  "Aspergillaceae": 27,
  "Astacidae": 28,
  "Asteraceae": 29,
  "Astroscleridae": 30,
  "Aytoniaceae": 31,
  "Azonexaceae": 32,
  "Azospirillaceae": 33,
  "Bacillaceae": 34,
  "Bacteroidaceae": 35,
  "Betulaceae": 36,
  "Bifidobacteriaceae": 37,
  "Blattidae": 38,
  "Bombycidae": 39,
  "Borreliaceae": 40,
  "Bovidae": 41,
  "Brassicaceae": 42,
  "Brevibacteriaceae": 43,
  "Bromeliaceae": 44,
  "Brucellaceae": 45,
  "Burkholderiaceae": 46,
  "Caldicellulosiruptoraceae": 47,
  "Callichthyidae": 48,
  "Camelidae": 49,
  "Campylobacteraceae": 50,
  "Candidatus Brocadiaceae": 51,
  "Canidae": 52,
  "Cannabaceae": 53,
  "Caricaceae": 54,
  "Caryophyllaceae": 55,
  "Caulobacteraceae": 56,
  "Caviidae": 57,
  "Cellulomonadaceae": 58,
  "Cellvibrionaceae": 59,
  "Cephalothecaceae": 60,
  "Cercopithecidae": 61,
  "Chaetomiaceae": 62,
  "Channichthyidae": 63,
  "Chenopodiaceae": 64,
  "Chlamydiaceae": 65,
  "Chlamydomonadaceae": 66,
  "Chlorellaceae": 67,
  "Chlorobiaceae": 68,
  "Chromatiaceae": 69,
  "Chromobacteriaceae": 70,
  "Cichlidae": 71,
  "Clostridiaceae": 72,
  "Columbidae": 73,
  "Colwelliaceae": 74,
  "Comamonadaceae": 75,
  "Convolvulaceae": 76,
  "Coronaviridae": 77,
  "Corynebacteriaceae": 78,
  "Crambidae": 79,
  "Cricetidae": 80,
  "Cryphonectriaceae": 81,
  "Cryptococcaceae": 82,
  "Cryptosporidiidae": 83,
  "Cucurbitaceae": 84,
  "Culicidae": 85,
  "Cyprinidae": 86,
  "Cytophagaceae": 87,
  "Danionidae": 88,
  "Debaryomycetaceae": 89,
  "Deinococcaceae": 90,
  "Desulfovibrionaceae": 91,
  "Desulfurococcaceae": 92,
  "Dictyosteliaceae": 93,
  "Didymellaceae": 94,
  "Dipodascaceae": 95,
  "Drosophilidae": 96,
  "Ectothiorhodospiraceae": 97,
  "Eimeriidae": 98,
  "Entamoebidae": 99,
  "Enterobacteriaceae": 100,
  "Enterococcaceae": 101,
  "Equidae": 102,
  "Erwiniaceae": 103,
  "Erythrobacteraceae": 104,
  "Erythroxylaceae": 105,
  "Eubacteriaceae": 106,
  "Euglenaceae": 107,
  "Euphorbiaceae": 108,
  "Fabaceae": 109,
  "Fasciolidae": 110,
  "Felidae": 111,
  "Ferroplasmaceae": 112,
  "Fervidobacteriaceae": 113,
  "Fibrobacteraceae": 114,
  "Flaviviridae": 115,
  "Fomitopsidaceae": 116,
  "Francisellaceae": 117,
  "Fucaceae": 118,
  "Funariaceae": 119,
  "Fusobacteriaceae": 120,
  "Gadidae": 121,
  "Gelatoporiaceae": 122,
  "Geobacteraceae": 123,
  "Gracilariaceae": 124,
  "Grifolaceae": 125,
  "Hafniaceae": 126,
  "Haloarculaceae": 127,
  "Halobacteriaceae": 128,
  "Haloferacaceae": 129,
  "Halothermotrichaceae": 130,
  "Helicidae": 131,
  "Helicobacteraceae": 132,
  "Hexamitidae": 133,
  "Hominidae": 134,
  "Hypocreaceae": 135,
  "Ixodidae": 136,
  "Lachnospiraceae": 137,
  "Lactobacillaceae": 138,
  "Lamiaceae": 139,
  "Lampyridae": 140,
  "Lauraceae": 141,
  "Legionellaceae": 142,
  "Leporidae": 143,
